"keyApplicationTitle"           = "Muistipaikkatyökalu";

"keyWarningOptimalInfo"         = "Muistimoduulit on asennettu suositeltuihin paikkoihin.";
"keyWarningNotOptimalInfo"      = "Järjestelmän muistimoduuleja ei ole järjestetty suositellun asennusvaihtoehdon mukaisesti tarjoamaan optimaalinen muistikaistan siirtonopeus.";

"keyCurrentDIMMConfig"          = "Asennetut muistimoduulit:";
"keyRecommendedConfig"          = "Suositeltu asennus:";
"keyOKButton"					= "OK";
"keyPrintButton"				= "Tulosta";
"keyQuit"                       = "Lopeta";

"keySlot1"                      = "Paikka 1:";
"keySlot2"                      = "Paikka 2:";
"keySlot3"                      = "Paikka 3:";
"keySlot4"                      = "Paikka 4:";
"keySlot5"                      = "Paikka 5:";
"keySlot6"                      = "Paikka 6:";
"keySlot7"                      = "Paikka 7:";
"keySlot8"                      = "Paikka 8:";

"keyServerSlotA4"                   = "Paikka A4:";
"keyServerSlotA1"                   = "Paikka A1:";
"keyServerSlotA5"                   = "Paikka A5:";
"keyServerSlotA2"                   = "Paikka A2:";
"keyServerSlotA6"                   = "Paikka A6:";
"keyServerSlotA3"                   = "Paikka A3:";
"keyServerSlotB4"                   = "Paikka B4:";
"keyServerSlotB1"                   = "Paikka B1:";
"keyServerSlotB5"                   = "Paikka B5:";
"keyServerSlotB2"                   = "Paikka B2:";
"keyServerSlotB6"                   = "Paikka B6:";
"keyServerSlotB3"                   = "Paikka B3:";
"keyServerNoDIMM"                   = " -\t\t\t";
"keyServerUnknownDIMMSize"          = " -\t\t";
"keyServerDIMMSize1"				= "1 Gt DIMM\t";
"keyServerDIMMSize2"				= "2 Gt DIMM\t";
"keyServerDIMMSize4"				= "4 Gt DIMM\t";
"keyServerDIMMSize8"				= "8 Gt DIMM\t";
"keyServerDIMMSize16"				= "16 Gt DIMM\t";

"keyNoDIMM"                     = " -\t\t\t";
"keyUnknownDIMMSize"            = " -\t\t";
"keyDIMMSize1"                  = "1 Gt DIMM\t";
"keyDIMMSize2"                  = "2 Gt DIMM\t";
"keyDIMMSize4"                  = "4 Gt DIMM\t";
"keyDIMMSize8"                  = "8 Gt DIMM\t";
"keyDIMMSize16"                 = "16 Gt DIMM\t";

"keyUserGuideInfo"              = "Sammuta järjestelmä oikein ja siirrä muistimoduulit suositeltuihin paikkoihin käyttöoppaan ohjeiden mukaisesti.\n\nJos haluat käyttää tätä ohjelmaa uudelleen, käynnistä:";
"keyUtilityAbsPath"             = "/Järjestelmä/Kirjasto/CoreServices/Muistipaikkatyökalu";

"keyUnsupportedSystemMessage"	= "Muistipaikkatyökalua ei ole tarkoitettu käytettäväksi tässä järjestelmässä.";
